{
    "events": [
        {
            "title": "General Events",
            "url": "/events/general",
            "image": "/images/gen.jpg",
            "description": "General Events"
        },
        {
            "title": "Technical Events",
            "url": "/events/technical",
            "image": "/images/tech.jpg",
            "description": "Technical Events"
        },
        {
            "title": "Arts Events",
            "url": "/events/arts",
            "image": "/images/art.jpg",
            "description": "Arts Events"
        },
        {
            "title": "Cultural Events",
            "url": "/events/cultural",
            "image": "/images/cult.jpg",
            "description": "Cultural Events"
        },
        {
            "title": "Publicity Events",
            "url": "/events/publicity",
            "image": "/images/pub.jpg",
            "description": "Publicity Events"
        },
        {
            "title": "Workshops",
            "url": "/events/workshops",
            "image": "/images/work.jpg",
            "description": "Workshops"
        }
    ],
    "generalGuidelines": [
        "It is mandatory for the participants to bring their id cards of respected college/school.",
        "Participants are requested to report at least half an hour before each event at the venue.",
        "Any team, if not ready by the time will be disqualified.",
        "Recorded music files required for the dance events should be submitted to the event organizer at least 1 hour before the event starts, in a format compatible with Windows Media Player, preferably mp3 format.",
        "Any form of obscene, unacceptable behaviour or language, vulgarity, on or off stage will lead to immediate disqualification of the team.",
        "Any kind of damage to the stage during the performance will lead to imposition of a hefty monetary penalty on the responsible team. Any kind of damage to the infrastructure of campus during the entire stay will also attract a penalty.",
        "The maximum time means the time taken from stage-in to stage-out. The dance floor area must be restored to the original state after the performance.",
        "The decision of the judges will be final and binding on all participants in all events.",
        "Any complaints regarding judges  or  their judgement will not be entertained.",
        "Organizers enjoy the right to admission, right to modify the rules and to change or cancel any event without any prior notice.",
        "Please notify us 5 days in advance of your scheduled arrival such that we can arrange for your food and accommodation.",
        "Consumption of alcoholic drinks and/or narcotic drugs in the campus is strictly prohibited.",
        "Participants shall not enter the campus in intoxicated state or possess the same.",
        "The decision of the organizers would be final in case of any complaints.",
        "The event would be cancelled if there is not more than 3 participants. Event heads have the right to take further decision."
    ]
}